{
  "properties": {
    "name": "Wukong",
    "location": [0, 0]
  },
  "bodies": [
    {
      "properties": {
        "name": "Hsuang",
        "location": [0, 0],
        "type": "planeta"
      },
      "places": [
        {
          "properties": {
            "name": "Puerto",
            "location": [0, 10000],
            "description": [
              "Un lugar lleno de gente que viene y va a toda prisa, mientras las naves que despegan y aterrizan son tan numerosas que apenas dejan ver el cielo"
            ]
          },
          "people": []
        },

        {
          "properties": {
            "name": "Astillero",
            "location": [0, 100],
            "description": [
              "El astillero de vera es uno de los más antiguos y transitados de la galaxia, aquí se reunen los mas afamados y respetados comerciantes que pudieras esperar"
            ]
          },
          "people": [
            {
              "name": "Cansty",
              "description": [
                "Cansty es el comercial del astillero, es un picto del planeta Picture, y aunque lleva casi toda la vida viviendo en Hsuang, nunca dejará de tener ese caracter autoritario caracteristico de su raza"
              ],
              "presentation": ["Buenos días humano ¿Que te trae por aquí?"],
              "comments": [
                {
                  "reference": "vera",
                  "answer": ["Vera es mi hogar, solo dejaría esa ciudad con los pies por delante"]
                },
                {
                  "reference": "hsuang",
                  "answer": ["Nunca he abandonado este planeta desde que llegué y espero seguir así"]
                },
                {
                  "reference": "unknown",
                  "answer": ["No se de que me hablas"]
                }
              ]
            }
          ]
        },

        {
          "properties": {
            "name": "Vera",
            "location": [0, 0],
            "description": [
              "Vera es una ciudad magnífica localizada en la costa del río Turo, uno de los más caudalosos y ricos del planeta Hsuang, su majestuosidad se abre paso entre las montañas de la luna de la cordillera veratica. ",
              "En esta ciudad es donde vivía tu desconocido y adinerado tío Harto que es por lo que viniste la primera vez ya que te dejó una pequeña herencia que te permitio comprar una casa y establecerte en este hermoso lugar. ",
              "Con el resto pensabas adquirir una pequeña nave de transporte y abrir un modesto negocio que quien sabe donde te puede llevar. ",
              "La aventura está servida."
            ]
          },
          "people": []
        }

      ]
    }
  ]
}